Repository: espectroPW/cf7-getresponse-integration
Catalog: languages/cf7-getresponse-*.po
Languages: pl_pl

source: You do not have permission to perform this action.
pl_pl: Brak uprawnień do wykonania tej operacji.

source: Settings saved successfully!
pl_pl: Ustawienia zapisane pomyślnie!

source: Insufficient permissions.
pl_pl: Brak uprawnień.

source: API Key is required.
pl_pl: API Key jest wymagany.

source: Error fetching campaigns from GetResponse.
pl_pl: Błąd podczas pobierania list z GetResponse.

source: Configure automatic sending of contacts to GetResponse
pl_pl: Skonfiguruj automatyczne wysyłanie kontaktów do GetResponse

source: Basic Settings
pl_pl: Podstawowe ustawienia

source: Paste API Key
pl_pl: Wklej API Key

source: GetResponse → Menu → Integrations and API → API
pl_pl: GetResponse → Menu → Integracje i API → API

source: Load Lists
pl_pl: Załaduj listy

source: Fetching lists from GetResponse...
pl_pl: Pobieranie list z GetResponse...

source: Primary List (contact)
pl_pl: Lista główna (kontakt)

source: Secondary List (newsletter)
pl_pl: Lista dodatkowa (newsletter)

source: Select list first
pl_pl: Najpierw załaduj listy

source: Always saved (dual mode) or only list (always/checkbox modes)
pl_pl: Zawsze zapisywana (tryb dual) lub jedyna lista (tryby always/checkbox)

source: Saved only when checkbox is checked (dual mode)
pl_pl: Zapisywana tylko gdy checkbox zaznaczony (tryb dual)

source: Operation Mode
pl_pl: Tryb działania

source: When to send to GetResponse?
pl_pl: Kiedy wysyłać do GetResponse?

source: Always on form submission
pl_pl: Zawsze przy wysłaniu formularza

source: Every form submission = automatic save to GetResponse
pl_pl: Każde wysłanie formularza = automatyczny zapis do GetResponse

source: Only when checkbox/acceptance is checked
pl_pl: Tylko gdy checkbox/acceptance zaznaczony

source: User must check consent
pl_pl: Użytkownik musi zaznaczyć zgodę

source: Two lists - depending on consent
pl_pl: Dwie listy - zależnie od zgody

source: Always save to primary list + additionally to second list if consent checked
pl_pl: Zawsze zapisz na listę główną + dodatkowo na drugą listę jeśli zaznaczy zgodę

source: Trigger field (checkbox/acceptance):
pl_pl: Pole wyzwalające (checkbox/acceptance):

source: Select field
pl_pl: Wybierz pole

source: Only when this field is checked, data will be sent
pl_pl: Tylko gdy to pole jest zaznaczone, dane zostaną wysłane

source: No acceptance/checkbox fields in this form
pl_pl: Brak pól acceptance/checkbox w tym formularzu

source: Add:
pl_pl: Dodaj:

source: Standard GetResponse Fields
pl_pl: Standardowe pola GetResponse

source: Email Field (required)
pl_pl: Pole Email (wymagane)

source: Name Field (optional)
pl_pl: Pole Imię (opcjonalne)

source: Don't send
pl_pl: Nie wysyłaj

source: Additional Fields (Custom Fields)
pl_pl: Dodatkowe pola (Custom Fields)

source: You can send additional form fields as custom fields to GetResponse
pl_pl: Możesz wysłać dodatkowe pola z formularza jako custom fields do GetResponse

source: Field from CF7:
pl_pl: Pole z CF7:

source: Custom Field ID in GR:
pl_pl: Custom Field ID w GR:

source: Name (description):
pl_pl: Nazwa (opis):

source: Remove
pl_pl: Usuń

source: Add another field
pl_pl: Dodaj kolejne pole

source: How to find Custom Field ID?
pl_pl: Jak znaleźć Custom Field ID?

source: GetResponse → Contacts → Custom Fields
pl_pl: GetResponse → Kontakty → Własne pola

source: Find or create your field
pl_pl: Znajdź lub utwórz pole

source: Copy the ID (e.g.
pl_pl: Skopiuj ID (np.

source: All fields in the form
pl_pl: Wszystkie pola w formularzu

source: Save all settings
pl_pl: Zapisz wszystkie ustawienia

source: Active
pl_pl: Aktywne

source: Inactive
pl_pl: Nieaktywne

source: custom fields
pl_pl: pola niestandardowe

source: Enter API Key first
pl_pl: Wpisz najpierw API Key

source: Loading...
pl_pl: Ładowanie...

source: Loaded
pl_pl: Załadowano

source: lists
pl_pl: list

source: Unknown error
pl_pl: Nieznany błąd

source: Connection error:
pl_pl: Błąd połączenia:
